Repository: EyeSeeTea/notification-app
Catalog: i18n/*.po
Languages: es

source: Setting updated
es: Valor actualizado

source: Phone
es: Número de teléfono móvil

source: Enable email forwarding (All)
es: Habilitar el reenvío de correo electrónico (Todos)

source: You will receive a copy of ALL messages sent to your DHIS inbox. This includes mentions, new interpretations and comments to subcribed objects, system notification, validation notifications, etc.
es: Recibirá una copia de TODOS los mensajes enviados a su bandeja de entrada de DHIS. Esto incluye menciones, nuevas interpretaciones y comentarios a los objetos suscritos,notificación del sistema, notificaciones de validación, etc.

source: Enable SMS forwarding (All)
es: Habilitar reenvío de SMS (Todos)

source: You will receive a SMS notification for ALL messages sent to your DHIS inbox. This includes mentions, new interpretations and comments to subcribed objects, system notification, validation notifications, etc.
es: Recibirá una notificación por SMS para TODOS los mensajes enviados a su suscritos, notificación del sistema, notificaciones de validación, etc.

source: We will not forward direct @mentions to your inbox
es: No reenviaremos @mentions directos a su bandeja de entrada.

source: By Default, all users receive a weekly digest for all favorites that they have subscribed to. You can opt-out from receiving this weekly digest
es: Por defecto, todos los usuarios reciben un resumen semanal de todos los favoritos a los que ellos se han suscrito. Puede optar por no recibir este resumen semanal

source: PSI Notification Settings app
es: Aplicación de configuración de notificaciones PSI

source: Invalid email
es: E-mail inválido

source: Invalid phone number
es: Número inválido
